app/controllers/important_events_controller.rb

SELECT "important_events".* FROM "important_events"
---
  def index
    @important_events = ImportantEvent.all